export const storiesScrollDuration = 40

export type SuccessStory = {
	id: number
	name: string
	text: string
	image: string
	imageAlt: string
}

export const successStories: SuccessStory[] = [
	{
		id: 1,
		name: "Александра",
		text: "Программа «Алабуга Старт» открывает потрясающие горизонты возможностей для карьерного, личностного и финансового роста! Я уверена: девушки, которые стремятся многого достичь, не боятся бросить вызов себе, обязательно должны стать участницами программы: здесь вы сможете окружить себя вдохновляющими людьми и найдете все, чтобы проложить свой путь к успеху!",
		image: "/hero/Александра.png",
		imageAlt: "Александра",
	},
	{
		id: 2,
		name: "Ольга",
		text: "«Алабуга Старт» поразила меня потрясающей возможностью карьерного роста! Это настоящий шанс для молодежи! Я была немного скептична: смогут ли трудоустроить несовершеннолетнего без законодательных преград? Очень здорово, что все получилось, ведь программа оказалась не просто работой: она – старт для яркого будущего!",
		image: "/hero/Ольга.png",
		imageAlt: "Ольга",
	},
	{
		id: 3,
		name: "Юлия",
		text: "Эта программа — настоящая находка! Здесь собрались удивительные люди! Поначалу было немного сложно, но со временем все я погрузилась во взрослую жизнь, обрела много новых друзей и знакомств. «Алабуга Старт» для меня – источник вдохновения и радостных эмоций!",
		image: "/hero/Юлия.png",
		imageAlt: "Юлия",
	},
	{
		id: 4,
		name: "Карина",
		text: "Стать участницей программы «Алабуга Старт» – одно из лучших решений в моей жизни! Я работаю здесь больше года и могу похвастаться высокой ежемесячной зарплатой — вдвое больше, чем в родном городе! Программа дает возможности для личностного роста и профессионального развития каждый день. Мои друзья и наши HR-специалисты всегда готовы прийти на помощь и поддержать. Это создает невероятную атмосферу: ты чувствуешь себя как дома.",
		image: "/hero/Карина.png",
		imageAlt: "Карина",
	},
]